---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightInitialColorTemperature
source: html/9dee4eb9-bd67-56cd-bdea-0df71cebcba6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightInitialColorTemperature Property

"Initial Color Temperature"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightInitialColorTemperature { get; }
```